<main>
    <div>
        <h1>Les diff&eacute;rentes cat&eacute;gories </h1>
        <p class="para-present">Ici, nous vous pr&eacute;senterons les 3 diff&eacute;rentes cat&eacute;gories dans la musculation, l’endurance, le volume et la force.
            Par la suite nous vous montreront les diff&eacute;rents exercices &acirc; r&eacute;aliser selon quelles cat&eacute;gories vous avez choisi.
            Ainsi qu’un programme selon les partis du corps souhaitant être travaill&eacute;.</p>
    </div>

    <div class="div-endurance">
        <h2>Endurance</h2>
        <div class="p-img-endu">
            <p class="p-endurance">L’endurance a pour but de travailler le muscle choisi sur la dur&eacute;e. G&eacute;n&eacute;ralement, nous
                choisissons l’endurance pour se maintenir en forme. En effet, quand nous choisissons l’endurance nous
                travaillons sous 30 &acirc; 40 % de notre poids maximum avec beaucoup de r&eacute;p&eacute;titions. Il est utile de travailler
                l’endurance dans plusieurs cas, notamment dans la remise d’une blessure, pour les personnes qui reprennent
                le sport pour s’y habituer, ou comme dit plut&ocirc;t pour se maintenir en forme sans pour autant forcer sur le
                muscle.</p>
            <img class="img-endurance" src="./image/endurance.png" alt="endurance image">
        </div>
    </div>

    <div class="div-volume">
        <h2>Volume</h2>
        <div class="p-img-vol">
            <p class="p-volume">Le volume a pour but de ne pas stagner, progresser efficacement sans tomber dans une muscu
                routine. Quand nous travaillons le volume, nous cherchons une intensit&eacute; de 50 &acirc; 60 % de notre poids max,
                avec moins de r&eacute;p&eacute;tition mais assez pour nous fatiguer. Choisissez le volume si vous voulez que, comme son
                nom l’indique, vos muscles prennent du volume, et que vous soyez plus puissants dans vos performances.
                G&eacute;n&eacute;ralement quand nous travaillons le volume, c’est soit, pour la satisfaction de voir son corps changer,
                soit, avec un sport &acirc; cot&eacute; pour polir vos performances.</p>        
            <img class="img-volume" src="./image/volume.png" alt="volume image">
        </div>

    </div>

    <div class="div-force">
        <h2>Force</h2>
        <div class="p-img-force">
            <p class="p-force">La force a pour but d’am&eacute;liorer ses performances et donc progresser grandement en
                musculation. Si nous optons pour la force, l’objectif est de choquer le muscle avec un tr&egrave;s forte intensit&eacute;
                a 80 90 %, tr&egrave;s peu de r&eacute;p&eacute;tition mais plus de s&eacute;rie. Cela se rapporte &acirc; l’explosivit&eacute;, tr&egrave;s utiles dans
                beaucoup de sports notamment les sports d’arts martiaux, collectifs, raquettes etc. N&eacute;anmoins, il faut
                absolument avoir une pr&eacute;paration au corps avant la s&eacute;ance sous risque de se blesser. </p>
            <img class="img-force" src="./image/force.png" alt="force image">
        </div>
    </div>
</main>