<main>
    <h1>S&eacute;ance Dos</h1>
    <div class="illu-dos">
        <p class="p-illu-dos">Le dos est &eacute;galement compos&eacute; de 244 muscles, appel&eacute;s muscles dorsaux, dont les plus connus
            sont le grand
            dorsal; </p>
        <img class="img-illu-dos" src="./image/illu-dos.jpg" alt="D&eacute;scription des muscles du dos.">
        <p class="p-illu-dos">les trap&egrave;zes qui se d&eacute;composent en portions : sup&eacute;rieure (au niveau du cou), moyenne et
            inf&eacute;rieure;
            les lombaires. Ces muscles sont r&eacute;partis sym&eacute;triquement de part et d'autre de la colonne.</p>
    </div>
    <div>
        <h2>Rowing</h2>
        <div class="div-rowing">
            <p class="p-rowing">Debout, les pieds espac&eacute;s d'une largeur environ &eacute;gale &acirc; celle des &eacute;paules, saisissez une
                barre au sol devant
                vous avec les mains &eacute;cart&eacute;es d'une largeur sup&eacute;rieure &acirc; celle des &eacute;paules et les paumes face au corps.
                Avec
                les bras tendues, revenez &acirc; la position verticale en faisant un soulev&eacute; de terre correct.</p>
            <img class="img-rowing" src="./image/rowing.gif" alt="D&eacute;scription du rowing.">
        </div>
    </div>
    <div>
        <h2>Tirage horizontale</h2>
        <div class="div-tirage-horizontal">
            <ol class="li-tirage-horizontal">
                <li>Asseyez-vous sur la machine et placez vos pieds avec les genoux fl&eacute;chis</li>
                <li>Tendez les bras et tenez la poign&eacute;e, gardez les &eacute;paules en arri&egrave;re et restez gain&eacute;, assurez-vous que
                    votre dos ne s'arrondisse ni ne se cambre.</li>
                <li>Maintenant que vous &ecirc;tes en position, pliez les coudes et tirez le poids vers votre corps, juste
                    sous
                    votre poitrine. Ne le soulevez pas trop haut.</li>
                <li>Tandis que vous amenez la poign&eacute;e vers votre corps, contractez vos dorsaux et serrez vos omoplates,
                    en
                    maintenant la contraction en faisant une pause d'une seconde.</li>
                <li>Tendez lentement les bras jusqu'&aacute; l'extension compl&egrave;te, en gardant le dos bien droit.</li>
            </ol>
            <img class="img-tirage-horizontal" src="./image/tirage_horizontal.gif"
                alt="D&eacute;scription du tirage horizontal.">
        </div>
    </div>
    <div>
        <h2>Traction</h2>
    
        <div class="div-traction">
            <div class="div-traction-debout">
                <h3>Traction debout</h3>
                <img class="img-traction-debout" src="./image/traction_debout.gif" alt="D&eacute;scription des tractions debout.">
            </div>
            <p class="p-traction">Tirez sur vos bras pour amener votre poitrine &acirc; toucher la barre. Comme pour la technique des tractions
                en pronation (pull-ups), gardez les coudes parall&egrave;les au corps, ne les &eacute;cartez pas. Faites 3 s&eacute;ries de x
                r&eacute;p&eacute;titions et reposez-vous 1'30 minutes entre les s&eacute;ries.</p>
            <div class="div-traction-assis">
                <h3> Traction assis</h3>
                <img class="img-traction-assis" src="./image/traction_assis.gif" alt="D&eacute;scription du tirage vertical.">
            </div>
        </div>
    </div>
    <div>
        <h2>&Eacute;tirement</h2>
        <div class="div-etirement-dos">
            <p class="p-etirement-dos">Les bras tendus, on place une main sur les doigts de l'autre main en extension. On tire ensuite doucement
                vers nous jusqu'&aacute; ressentir l'&eacute;tirement. On maintient cette position pendant 10 secondes, et
                on rel&acirc;ache. On
                fait ensuite cet &eacute;tirement avec la main en flexion.</p>
            <img class="img-etirement-dos" src="./image/etirement_dos.jpg" alt="&Eacute;tirement dorsal.">
        </div>
    </div>
</main>