<main>
    <h1>S&eacute;ance Pectoraux</h1>
    <div class="dev_couche">
        <h2>D&eacute;velopp&eacute; Couch&eacute;</h2>
        <p>Pour savoir comment faire le d&eacute;velopper coucher, il faut :</p>
        <ol>
            <li>Se coucher sur le dos sur le banc.</li>
            <li>Poser les pieds au sol.</li>
            <li>Tenir la barre / alt&egrave;res, les bras presque tendu.</li>
            <li>Descendre la barre / alt&egrave;res jusqu'à ce que la fosse cubitale (pli du coude) soit à 90° voir un peu
                moins.</li>
            <li>Remonter la barre / alt&egrave;res jusqu'à ce que vos bras soit presque tendu.</li>
        </ol>
        <img src="./image/dev_couche.gif" alt="Déscription du développé couché.">
    </div>
    <div class="dev_incline">
        <h2>D&eacute;velopp&eacute; Inclin&eacute;</h2>
        <img src="./image/dev_incline.gif" alt="Déscription du développé incliné.">
        <p>Pour r&eacute;aliser le d&eacute;velopper incliner, il faut :</p>
        <ol>
            <li>Se mettre assis sur un banc et coller son dos au dernier avec une inclinaison de 30° ou 45°.</li>
            <li> Poser les pieds au sol.</li>
            <li>Lever la barre / alt&egrave;res jusqu'à avoir les bras presque tendu.</li>
            <li>Descendre la barre / alt&egrave;res jusqu'à vos pectoraux, le pli du coude doit être inf&eacute;rieur ou &eacute;gal à 70°.
            </li>
            <li>Remonter la barre / alt&egrave;res jusqu'à avoir les bras presque tendu.</li>
        </ol>
    </div>
    <div class="cable_middle_fly">
        <h2>Cable Middle Fly</h2>
        <img src="./image/cable_middle_fly.jpg" alt="Déscription du cable middle fly.">
        <p>Pour r&eacute;aliser le cable middle fly, il faut :</p>
        <ol>
            <li>R&eacute;gler les poulies d’une machine au niveau de vos pectoraux et mettez-vous pile au milieu.</li>
            <li>Saisissez les poign&eacute;es, mettez vos poign&eacute;es vers l’avant, faite deux pas en avant avec un pied plushaut
                que l’autre, garder le dos droit et le buste engag&eacute;.</li>
            <li>Ramener les poign&eacute;es bras presque tendus, de sorte a ce que vous poign&eacute;es se rejoignent et se touchent.</li>
            <li>Revenez lentement à votre position de d&eacute;part (3.).</li>
        </ol>
    </div>
    <div class="etirement_pec">
        <h2>&Eacute;tirement :</h2>
        <p>Mettez-vous droit à un mur, posez votre main sur ce mur au niveau de votre &eacute;paule. Gardez cette
            main au mur et faite une lente rotation à l’opposer de votre main jusqu’à ce que vous sentiez que ça tire,
            maintenez cette tension pendant une 30 secondes, r&eacute;it&eacute;rer l’op&eacute;ration avec l’autre bras. Faite ça 2 fois 2h
            apr&egrave;s la s&eacute;ance, et <strong>hydratez-vous avec de l’eau.</strong></p>
        <img src="./image/etirement_pec.jpg" alt="Étirement pectoraux.">
        </div>
    <table border="1">
        <thead>
            <tr>
                <th colspan="4">S&eacute;rie et r&eacute;p&eacute;tition des diff&eacute;rentes cat&eacute;gories et exercices</th>
            </tr>
        </thead>
        <tbody>
            <tr>
                <th>Exercice</th>
                <th>Endurance 30-40% du poids max</th>
                <th>Volume 50-60% du poids max</th>
                <th>Force 80-90% du poids max</th>
            </tr>
            <tr>
                <th>D&eacute;velopp&eacute; Couch&eacute;</th>
                <th>12 - 15 * 4</th>
                <th>8 - 10 * 3</th>
                <th>3 - 5 * 5</th>
            </tr>
            <tr>
                <th>D&eacute;velopp&eacute; inclin&eacute;</th>
                <th>12 - 15 * 4</th>
                <th>8 - 10 * 3</th>
                <th>3 - 5 * 5</th>
            </tr>
            <tr>
                <th>Cabble Middle Fly</th>
                <th>15 * 4</th>
                <th>10 * 3</th>
                <th>5 * 5</th>
            </tr>
        </tbody>
    </table>
</main>